Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_168_itemid_EQ_149.tmx
Source language: sme
Languages: smn

source: Sámi giellaláhkačielggadeapmi almmustuvai girjin
smn: Säämi kielâlahâčielgiittâs almostui kirjen

source: Klemetti Näkkäläjärvi ( Juvvá Lemet ) ráhkadan čielggadeapmi ´Sámi giellalága ollašuvvan jagiin 2004-2006´ , lea almmustuvvan suomagillii prentejuvvon girjin .
smn: Klemetti Näkkäläjärvi ( Juvá Leemit ) rähtim čielgiittâs ´Säämi kielâlaavâ olášume iivijn 2004-2006´ , lii almostum kirjen .

source: Čielggadeapmi guorahalla viidát jagi 2004 fápmui boahtán ođđa Sámi giellalága ollašuvvama Suomas .
smn: Čielgiittâs árvuštâlâi vijđáht ive 2004 vuáimán puáttám uđđâ säämi kielâlaavâ olášume Suomâst .

source: Čielggadeapmi válmmaštuvai mannan jagi loahpas ja lea dál almmuhuvvon measta 400-siidosaš girjin .
smn: Čielgiittâs valmâštui moonnâm ive loopâst já tääl tot lii almostittum masa 400 sijđosâš kirjen .

source: Čielggadeapmi árvvoštallá man veardde sámegielat bálvalusat leat fidnemis sámiid ruovttuguovllu gielddain , sámiid ruovttuguovllu stáhta eisseváldiin ja sámiid ruovttuguovllu olggobeale stáhta virgeeisseváldiin ja maiddái sámeorganisašuvnnain ja sámeservviin .
smn: Čielgiittâs árvuštâl mommit sämikielâlâš palvâlusah láá finniimist sämikuávlu kieldâin , sämikuávlu staatâ virgeomâháin , sämikuávlu ulguupiäláin staatâ já almossiärváduvâi virgeomâháin sehe sämiorganisaatioin já sämiseervijn .

source: Čielggadeapmi sisttisdoallá maiddái viiddis doaibmabidjoevttohusaid mo ollašuhttit lága buorebut .
smn: Čielgiittâs tuálá siste meiddei vijđes toimâiävtuttâsâid laavâ pyereeb olášutmân .

source: Prentejuvvon čielggadeapmi lea fidnemis Sámedikki sámegiela doaimmahagas .
smn: Teddilum čielgiittâs lii finniimist Sämitige sämikielâ toimâttuvâst .

source: Sámegielat oanádus lea lohkan láhkái sámedikki internet-siidduin ( dokumenttat &amp;gt ; čilgehusat ) , gos Selvitys Saamen kielilain toteutumisesta lea fidnemis pdf-fiilan .
smn: Sämikielâlâš uánádâs lii luuhâmnáálá sämitige internet-siijđoin ( Dokumentah &amp;gt ; Sämitige čielgiittâsah já muštâlusah ) , main Selvitys Saamen kielilain toteutumisesta lii finniimist pdf-vuárkkán .
